Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# sidebarGroupRowCollaborationTitle
source: Collaboration
ar: التعاون
de: Zusammenarbeit
es: Colaboración
hi: सहयोग
it: Collaborazione
ja: コラボレーション
ko: 협업
nl: Samenwerking
pl: Współpraca
pt: Colaboração
ru: Сотрудничество
th: การทำงานร่วมกัน
tr: İşbirliği
vi: Hợp tác
zh_hans: 协作
zh_hant: 協作

# sidebarGroupRowContextMenuAddSubgroup
source: Add a subgroup
ar: إضافة مجموعة فرعية
de: Untergruppe hinzufügen
es: Agregar un subgrupo
fr: Ajouter un sous-groupe
hi: एक उप-समूह जोड़ें
it: Aggiungi un sottogruppo
ja: サブグループを追加
ko: 하위 그룹 추가
nl: Voeg een subgroep toe
pl: Dodaj podgrupę
pt: Adicionar um subgrupo
ru: Добавить подгруппу
th: เพิ่มกลุ่มย่อย
tr: Alt grup ekle
vi: Thêm một nhóm con
zh_hans: 添加子组
zh_hant: 添加子群組

# sidebarGroupRowContextMenuCopyGroupLink
source: Copy group link
ar: نسخ رابط المجموعة
de: Gruppenlink kopieren
es: Copiar enlace del grupo
fr: Copier le lien du groupe
hi: ग्रुप लिंक कॉपी करें
it: Copia link gruppo
ja: グループリンクをコピー
ko: 그룹 링크 복사
nl: Kopieer groepslink
pl: Skopiuj link do grupy
pt: Copiar link do grupo
ru: Копировать ссылку на группу
th: คัดลอกลิงก์กลุ่ม
tr: Grup bağlantısını kopyala
vi: Sao chép liên kết nhóm
zh_hans: 复制组链接
zh_hant: 複製群組連結

# sidebarGroupRowContextMenuDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# sidebarGroupRowContextMenuEmptyTrash
source: Empty
ar: إفراغ
de: Leeren
es: Vaciar
fr: Vider
hi: खाली करें
it: Svuota
ja: 空にする
ko: 비우기
nl: Leegmaken
pl: Opróżnij
pt: Esvaziar
ru: Очистить
th: ทำให้ว่าง
tr: Boşalt
vi: Đổ rác
zh_hans: 倾倒
zh_hant: 清空

# sidebarGroupRowContextMenuExpandAll
source: Expand all
ar: توسيع الكل
de: Alle erweitern
es: Expandir todo
fr: Développer tout
hi: सभी का विस्तार करें
it: Espandi tutto
ja: すべて展開
ko: 모두 확장
nl: Vouw alles uit
pl: Rozwiń wszystko
pt: Expandir tudo
ru: Развернуть все
th: ขยายทั้งหมด
tr: Hepsini Genişlet
vi: Mở rộng tất cả
zh_hans: 展开全部
zh_hant: 展開所有

# sidebarGroupRowContextMenuMerge
source: Merge with...
ar: دمج مع...
de: Zusammenführen mit...
es: fusionar con...
fr: Fusionner avec...
hi: एकीकृत करें...
it: Unisci con...
ja: マージする...
ko: 병합...
nl: Samenvoegen met...
pl: Scal z...
pt: Mesclar com...
ru: Объединить с...
th: รวมกับ...
tr: Birleştir...
vi: Gộp với...
zh_hans: 与...融合
zh_hant: 合併為...

# sidebarGroupRowContextMenuMoveToTopLevel
source: Move to top level
ar: نقل إلى المستوى الأعلى
de: In die oberste Ebene verschieben
es: Mover a nivel superior
fr: Déplacer au niveau supérieur
hi: शीर्ष स्तर पर ले जाएं
it: Sposta al livello superiore
ja: トップレベルに移動
ko: 최상위로 이동
nl: Verplaats naar hoofdniveau
pl: Przenieś do najwyższego poziomu
pt: Mover para o nível superior
ru: Переместить на верхний уровень
th: ย้ายไปยังระดับสูงสุด
tr: En üst seviyeye taşı
vi: Di chuyển lên cấp cao nhất
zh_hans: 移动到顶级
zh_hant: 移動到頂層

# sidebarGroupRowContextMenuRename
source: Rename
ar: إعادة التسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# sidebarGroupRowDeleteButton
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# sidebarGroupRowDeleteConfirmTitle
source: Are you sure to delete the folder %@ ?
ar: هل أنت متأكد أنك تريد حذف المجلد %@ ؟
de: Sind Sie sicher, dass Sie den Ordner %@ löschen möchten?
es: ¿Estás seguro de eliminar la carpeta %@?
fr: Êtes-vous sûr de vouloir supprimer le dossier %@ ?
hi: क्या आप फ़ोल्डर %@ को हटाने के लिए सुनिश्चित हैं?
it: Sei sicuro di voler eliminare la cartella %@?
ja: フォルダー %@ を削除してもよろしいですか？
ko: 폴더 %@ 를 삭제하시겠습니까?
nl: Weet je zeker dat je de map %@ wilt verwijderen?
pl: Czy na pewno chcesz usunąć folder %@?
pt: Tem certeza de que deseja excluir a pasta %@?
ru: Вы уверены, что хотите удалить папку %@ ?
th: คุณแน่ใจที่จะลบโฟลเดอร์ %@ หรือไม่?
tr: Klasörü %@ silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa thư mục %@ không?
zh_hans: 您确定要删除 %@ 分组吗？
zh_hant: 你確定要刪除文件夾 %@ 嗎？

# sidebarGroupRowDeleteMessage
source: You can’t undo this action.
ar: لا يمكنك التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: No puedes deshacer esta acción.
fr: Vous ne pouvez pas annuler cette action.
hi: आप इस क्रिया को पूर्ववत नहीं कर सकते।
it: Non puoi annullare questa azione.
ja: この操作は取り消せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Je kunt deze actie niet ongedaan maken.
pl: Nie możesz cofnąć tej akcji.
pt: Você não pode desfazer esta ação.
ru: Вы не сможете отменить это действие.
th: คุณไม่สามารถกู้คืนการกระทำนี้ได้.
tr: Bu işlemi geri alamazsınız.
vi: Bạn không thể hoàn tác hành động này.
zh_hans: 您将不能撤销此操作。
zh_hant: 你無法撤銷此操作。

# sidebarGroupRowDeletePermanentlyConfirmTitle
source: Are you sure you want to permanently erase the items in the Trash?
ar: هل أنت متأكد أنك تريد محو العناصر الموجودة في سلة المهملات بشكل دائم؟
de: Sind Sie sicher, dass Sie die Elemente im Papierkorb dauerhaft löschen möchten?
es: ¿Estás seguro de que quieres borrar permanentemente los elementos de la Papelera?
fr: Êtes-vous sûr de vouloir effacer définitivement les éléments de la Corbeille ?
hi: क्या आप सुनिश्चित हैं कि आप ट्रैश में आइटम को स्थायी रूप से मिटाना चाहते हैं?
it: Sei sicuro di voler eliminare permanentemente gli elementi nel Cestino?
ja: ゴミ箱内のアイテムを完全に削除してもよろしいですか？
ko: 휴지통의 항목을 영구적으로 삭제하시겠습니까?
nl: Weet je zeker dat je de items in de Prullenbak permanent wilt verwijderen?
pl: Czy na pewno chcesz trwale usunąć elementy z Kosza?
pt: Tem certeza de que deseja apagar permanentemente os itens na Lixeira?
ru: Вы уверены, что хотите навсегда удалить элементы из Корзины?
th: คุณแน่ใจว่าต้องการลบรายการในถังขยะอย่างถาวรหรือไม่?
tr: Çöp kutusundaki öğeleri kalıcı olarak silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa vĩnh viễn các mục trong Thùng rác không?
zh_hans: 您确定要永久删除回收站中的项目吗？
zh_hant: 你確定要永久刪除垃圾桶中的項目嗎？

# sidebarGroupRowEmptyTrashButton
source: Empty Trash
ar: إفراغ سلة المهملات
de: Papierkorb leeren
es: Vaciar Papelera
fr: Vider la Corbeille
hi: ट्रैश खाली करें
it: Svuota il Cestino
ja: ゴミ箱を空にする
ko: 휴지통 비우기
nl: Prullenbak legen
pl: Opróżnij Kosz
pt: Esvaziar Lixeira
ru: Очистить Корзину
th: ทำให้ถังขยะว่าง
tr: Çöp kutusunu boşalt
vi: Làm rỗng Thùng rác
zh_hans: 清倒废纸篓
zh_hant: 清空垃圾桶

# sidebarGroupRowTitleTemporary
source: Temporary
ar: مؤقت
de: Vorübergehend
es: Temporal
fr: Temporaire
hi: अस्थायी
it: Temporaneo
ja: 一時的
ko: 임시
nl: Tijdelijk
pl: Tymczasowy
pt: Temporário
ru: Временный
th: ชั่วคราว
tr: Geçici
vi: Tạm thời
zh_hans: 临时
zh_hant: 臨時

# sidebarLocalFileRowContextMenuCopyPath
source: Copy file path
ar: نسخ مسار الملف
de: Dateipfad kopieren
es: Copiar ruta de archivo
fr: Copier le chemin du fichier
hi: फ़ाइल पथ कॉपी करें
it: Copia percorso file
ja: ファイルパスをコピー
ko: 파일 경로 복사
nl: Kopieer bestands pad
pl: Kopiuj ścieżkę pliku
pt: Copiar caminho do arquivo
ru: Копировать путь к файлу
th: คัดลอกเส้นทางไฟล์
tr: Dosya yolunu kopyala
vi: Sao chép đường dẫn tệp
zh_hans: 复制文件路径
zh_hant: 複製文件路徑

# sidebarLocalFolderEmptyPlaceholder
source: Linked folders allow you to reference and work with Excalidraw files stored on your disk.
ar: تتيح لك المجلدات المرتبطة الوصول إلى ملفات Excalidraw المخزنة على قرصك والعمل عليها.
de: Verknüpfte Ordner ermöglichen es dir, Excalidraw-Dateien, die auf deiner Festplatte gespeichert sind, einzubinden und mit ihnen zu arbeiten.
es: Las carpetas vinculadas te permiten hacer referencia y trabajar con archivos de Excalidraw almacenados en tu disco.
fr: Les dossiers liés vous permettent de référencer et de travailler sur des fichiers Excalidraw stockés sur votre disque.
hi: लिंक किए गए फ़ोल्डर आपको डिस्क पर संग्रहीत Excalidraw फ़ाइलों को संदर्भित करने और उनके साथ काम करने की अनुमति देते हैं।
it: Le cartelle collegate ti permettono di fare riferimento ai file di Excalidraw presenti sul tuo disco e di lavorarci.
ja: リンク済みフォルダでは、ディスクに保存されているExcalidrawファイルを参照して作業できます。
ko: 연결된 폴더를 통해 디스크에 저장된 Excalidraw 파일을 참조하고 작업할 수 있습니다.
nl: Gekoppelde mappen maken het mogelijk om te verwijzen naar en te werken met Excalidraw-bestanden die op je schijf zijn opgeslagen.
pl: Powiązane foldery umożliwiają dostęp do plików Excalidraw przechowywanych na dysku i pracę z nimi.
pt: Pastas vinculadas permitem que você acesse e trabalhe com arquivos do Excalidraw armazenados no seu disco.
ru: Локальные папки позволяют работать с файлами Excalidraw, хранящимися на вашем диске.
th: โฟลเดอร์ที่เชื่อมโยงช่วยให้คุณเข้าถึงและทำงานกับไฟล์ Excalidraw ที่เก็บไว้บนดิสก์ของคุณ
tr: Bağlı klasörler, diskinizde saklanan Excalidraw dosyalarına erişmenizi ve onlarla çalışmanızı sağlar.
vi: Các thư mục liên kết cho phép bạn tham chiếu và làm việc với các tệp Excalidraw được lưu trên ổ đĩa của bạn.
zh_hans: 已链接的文件夹允许你访问并处理存储在磁盘上的 Excalidraw 文件。
zh_hant: 已連結的資料夾可讓您存取並操作儲存在磁碟上的 Excalidraw 檔案。

# sidebarLocalFolderRowContextMenuAddSubfolder
source: Add a subfolder
ar: إضافة مجلد فرعي
de: Unterordner hinzufügen
es: Agregar una subcarpeta
fr: Ajouter un sous-dossier
hi: एक उपफोल्डर जोड़ें
it: Aggiungi una sottocartella
ja: サブフォルダーを追加
ko: 하위 폴더 추가
nl: Voeg een submap toe
pl: Dodaj podfolder
pt: Adicionar uma subpasta
ru: Добавить подпапку
th: เพิ่มโฟลเดอร์ย่อย
tr: Alt klasör ekle
vi: Thêm một thư mục con
zh_hans: 添加子文件夹
zh_hant: 添加子文件夾

# sidebarLocalFolderRowContextMenuCopyFolderLink
source: Copy folder link
ar: نسخ رابط المجلد
de: Ordnerlink kopieren
es: Copiar enlace de la carpeta
fr: Copier le lien du dossier
hi: फोल्डर लिंक कॉपी करें
it: Copia link cartella
ja: フォルダリンクをコピー
ko: 폴더 링크 복사
nl: Kopieer maplink
pl: Skopiuj link do folderu
pt: Copiar link da pasta
ru: Копировать ссылку на папку
th: คัดลอกลิงก์โฟลเดอร์
tr: Klasör bağlantısını kopyala
vi: Sao chép liên kết thư mục
zh_hans: 复制文件夹链接
zh_hant: 複製資料夾連結

# sidebarLocalFolderRowContextMenuCopyFolderPath
source: Copy folder path
ar: نسخ مسار المجلد
de: Ordnerpfad kopieren
es: Copiar ruta de carpeta
fr: Copier le chemin du dossier
hi: फोल्डर पथ कॉपी करें
it: Copia percorso cartella
ja: フォルダーパスをコピー
ko: 폴더 경로 복사
nl: Kopieer map pad
pl: Kopiuj ścieżkę folderu
pt: Copiar caminho da pasta
ru: Копировать путь к папке
th: คัดลอกเส้นทางโฟลเดอร์
tr: Klasör yolunu kopyala
vi: Sao chép đường dẫn thư mục
zh_hans: 复制文件夹路径
zh_hant: 複製文件夾路徑

# sidebarLocalFolderRowContextMenuRemoveObservation
source: Remove Reference
ar: إزالة المرجع
de: Referenz entfernen
es: Eliminar referencia
fr: Supprimer la référence
hi: संदर्भ हटाएँ
it: Rimuovi riferimento
ja: リファレンスを削除
ko: 참조 제거
nl: Verwijder Referentie
pl: Usuń odniesienie
pt: Remover Referência
ru: Удалить ссылку
th: ลบการอ้างอิง
tr: Referansı Kaldır
vi: Xóa tham chiếu
zh_hans: 移除引用
zh_hant: 移除參考

# sidebarLocalFolderTooLargeAlertDescription
source: Please choose a smaller folder.
ar: يرجى اختيار مجلد أصغر.
de: Bitte wählen Sie einen kleineren Ordner aus.
es: Por favor, elija una carpeta más pequeña.
fr: Veuillez choisir un dossier plus petit.
hi: कृपया एक छोटा फ़ोल्डर चुनें।
it: Si prega di scegliere una cartella più piccola.
ja: より小さなフォルダーを選択してください。
ko: 더 작은 폴더를 선택해 주세요.
nl: Selecteer een kleinere map.
pl: Proszę wybrać mniejszy folder.
pt: Por favor, escolha uma pasta menor.
ru: Пожалуйста, выберите меньшую папку.
th: โปรดเลือกโฟลเดอร์ที่เล็กกว่า
tr: Lütfen daha küçük bir klasör seçin.
vi: Vui lòng chọn một thư mục nhỏ hơn.
zh_hans: 请选择一个较小的文件夹。
zh_hant: 請選擇一個較小的資料夾。

# sidebarLocalFolderTooLargeAlertTitle
source: Folder too large
ar: المجلد كبير جداً
de: Ordner zu groß
es: Carpeta demasiado grande
fr: Dossier trop volumineux
hi: फ़ोल्डर बहुत बड़ा है
it: Cartella troppo grande
ja: フォルダーが大きすぎます
ko: 폴더가 너무 큽니다.
nl: Map te groot
pl: Folder za duży
pt: Pasta muito grande
ru: Папка слишком большая
th: โฟลเดอร์ใหญ่เกินไป
tr: Klasör çok büyük
vi: Thư mục quá lớn
zh_hans: 文件夹过大
zh_hant: 資料夾過大

# sidebarRowHomeTitle
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
nl: Start
pl: Strona główna
pt: Início
ru: Главная
th: หน้าแรก
tr: Ana Sayfa
vi: Trang chủ
zh_hans: 主页
zh_hant: 主頁

# sidebarShowAll
source: Show folders and files
ar: عرض المجلدات والملفات
de: Ordner und Dateien anzeigen
es: Mostrar carpetas y archivos
fr: Afficher les dossiers et fichiers
hi: फ़ोल्डर और फ़ाइलें दिखाएं
it: Mostra cartelle e file
ja: フォルダーとファイルを表示
ko: 폴더 및 파일 표시
nl: Toon mappen en bestanden
pl: Pokaż foldery i pliki
pt: Mostrar pastas e arquivos
ru: Показать папки и файлы
th: แสดงโฟลเดอร์และไฟล์
tr: Klasörleri ve dosyaları göster
vi: Hiển thị thư mục và tệp
zh_hans: 显示分组和文件
zh_hant: 顯示文件夾和文件

# sidebarShowFilesOnly
source: Show files only
ar: عرض الملفات فقط
de: Nur Dateien anzeigen
es: Mostrar solo archivos
fr: Afficher uniquement les fichiers
hi: केवल फ़ाइलें दिखाएं
it: Mostra solo file
ja: ファイルのみ表示
ko: 파일만 표시
nl: Toon alleen bestanden
pl: Pokaż tylko pliki
pt: Mostrar apenas arquivos
ru: Показать только файлы
th: แสดงเฉพาะไฟล์
tr: Sadece dosyaları göster
vi: Chỉ hiển thị tệp
zh_hans: 只显示文件
zh_hant: 僅顯示文件

# sidebarTemporaryFileRowContextMenuCloseFile
source: Close file
ar: إغلاق الملف
de: Datei schließen
es: Cerrar archivo
fr: Fermer le fichier
hi: फ़ाइल बंद करें
it: Chiudi file
ja: ファイルを閉じる
ko: 파일 닫기
nl: Sluit bestand
pl: Zamknij plik
pt: Fechar arquivo
ru: Закрыть файл
th: ปิดไฟล์
tr: Dosyayı kapat
vi: Đóng tệp
zh_hans: 关闭文件
zh_hant: 關閉文件

# sidebarTemporaryFileRowContextMenuCloseFiles
source: Close ^[%d file](inflect: true)
ar: إغلاق ^[%d ملف](inflect: true)
de: Schließe ^[%d Datei](inflect: true)
es: Cerrar ^[%d archivo](inflect: true)
fr: Fermer ^[%d fichier](inflect: true)
hi: फाइल बंद करें ^[%d]
it: Chiudi ^[%d file](inflect: true)
ja: ^[%d ファイル](inflect: true)を閉じる
ko: 파일 ^[%d 개](inflect: true) 닫기
nl: Sluit ^[%d bestand](inflect: true)
pl: Zamknij ^[%d plik](inflect: true)
pt: Fechar ^[%d arquivo](inflect: true)
ru: Закрыть ^[%d файл](inflect: true)
th: ปิด ^[%d ไฟล์](inflect: true)
tr: ^[%d dosyayı](inflect: true) kapat
vi: Đóng ^[%d tệp](inflect: true)
zh_hans: 关闭 ^[%d 文件](inflect: true)
zh_hant: 關閉 ^[%d 個檔案](inflect: true)

# sidebarTemporaryGroupRowContextMenuCloseAll
source: Close all files
ar: إغلاق جميع الملفات
de: Alle Dateien schließen
es: Cerrar todos los archivos
fr: Fermer tous les fichiers
hi: सभी फ़ाइलें बंद करें
it: Chiudi tutti i file
ja: すべてのファイルを閉じる
ko: 모든 파일 닫기
nl: Sluit alle bestanden
pl: Zamknij wszystkie pliki
pt: Fechar todos os arquivos
ru: Закрыть все файлы
th: ปิดไฟล์ทั้งหมด
tr: Tüm dosyaları kapat
vi: Đóng tất cả tệp
zh_hans: 关闭所有文件
zh_hant: 關閉所有文件

# sidebarTemporaryGroupRowContextMenuMoveTo
source: Move to...
ar: نقل إلى...
de: Verschieben nach...
es: Mover a...
fr: Déplacer vers...
hi: में ले जाएं...
it: Sposta in...
ja: 移動...
ko: 이동...
nl: Verplaats naar...
pl: Przenieś do...
pt: Mover para...
ru: Переместить в...
th: ย้ายไปยัง...
tr: Taşı...
vi: Di chuyển đến...
zh_hans: 移动到...
zh_hant: 移動到...

# sidebarTemporaryGroupRowContextMenuSaveFilesTo
source: Save ^[%d file](inflect: true) to...
ar: حفظ ^[%d ملف](inflect: true) إلى...
de: Speichere ^[%d Datei](inflect: true) in...
es: Guardar ^[%d archivo](inflect: true) en...
fr: Enregistrer ^[%d fichier](inflect: true) vers...
hi: फाइल को सहेजें ^[%d]...
it: Salva ^[%d file](inflect: true) in...
ja: ^[%d ファイル](inflect: true)を保存...
ko: 파일 ^[%d 개](inflect: true)를... 저장
nl: Sla ^[%d bestand](inflect: true) op naar...
pl: Zapisz ^[%d plik](inflect: true) do...
pt: Salvar ^[%d arquivo](inflect: true) em...
ru: Сохранить ^[%d файл](inflect: true) в...
th: บันทึก ^[%d ไฟล์](inflect: true) ไปที่...
tr: ^[%d dosyayı](inflect: true) kaydet ...
vi: Lưu ^[%d tệp](inflect: true) vào...
zh_hans: 将 ^[%d 文件](inflect: true) 保存到...
zh_hant: 將 ^[%d 個檔案](inflect: true) 儲存至...

# sidebarTemporaryGroupRowContextMenuSaveTo
source: Save to...
ar: حفظ إلى...
de: Speichern unter...
es: Guardar en...
fr: Enregistrer sous...
hi: में सहेजें...
it: Salva in...
ja: 保存...
ko: 저장...
nl: Opslaan naar...
pl: Zapisz do...
pt: Salvar em...
ru: Сохранить в...
th: บันทึกไปยัง...
tr: Kaydet...
vi: Lưu vào...
zh_hans: 保存到...
zh_hant: 保存到...

# sidebarToggleName
source: Toggle sidebar
ar: الشريط الجانبي
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
hi: साइडबार
it: Barra laterale
ja: サイドバー
ko: 사이드바
nl: Zijbalk
pl: Pasek boczny
pt: Barra lateral
ru: Боковая панель
th: แถบด้านข้าง
tr: Yan menü
vi: Thanh bên
zh_hans: 侧边栏
zh_hant: 側邊欄

# sortFileButtonLabelTitle
source: Order
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt: Ordenar
ru: Сортировка
th: เรียงลำดับ
tr: Sıralama
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# sortFileKeyName
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# sortFileKeyUpdatedAt
source: Updated At
ar: تحديث في
de: Aktualisiert Am
es: Actualizado En
fr: Mis à jour le
hi: अद्यतन तिथि
it: Aggiornato Il
ja: 更新日時
ko: 업데이트 날짜
nl: Bijgewerkt op
pl: Zaktualizowano
pt: Atualizado Em
ru: Обновлено
th: อัปเดตเมื่อ
tr: Güncellenme Tarihi
vi: Cập Nhật Lần Cuối
zh_hans: 更新时间
zh_hant: 更新時間

# syncStatusPopoverItemsInQueue
source: ^[%d file](inflect: true) in queue
ar: ^[%d file](inflect: true) في قائمة الانتظار
de: ^[%d Datei](inflect: true) in der Warteschlange
es: ^[%d archivo](inflect: true) en cola
fr: ^[%d fichier](inflect: true) en attente
hi: ^[%d फ़ाइल](inflect: true) कतार में
it: ^[%d file](inflect: true) in coda
ja: ^[%d ファイル](inflect: true) がキューにあります
ko: ^[%d file](inflect: true)가 대기 중입니다
nl: ^[%d bestand](inflect: true) in wachtrij
pl: ^[%d plik](inflect: true) w kolejce
pt: ^[%d arquivo](inflect: true) na fila
ru: ^[%d файл](inflect: true) в очереди
th: ^[%d file](inflect: true) อยู่ในคิว
tr: ^[%d dosya](inflect: true) kuyrukta
vi: ^[%d file](inflect: true) trong hàng đợi
zh_hans: ^[%d 文件](inflect: true) 在队列中
zh_hant: ^[%d file](inflect: true) 在佇列中

# syncStatusPopoverMediaItemDownloadProgress
source: Downloading %d of %d media files
ar: يتم تنزيل %d من أصل %d ملف وسائط
de: Lade %d von %d Mediendateien herunter
es: Descargando %d de %d archivos multimedia
fr: Téléchargement de %d sur %d fichiers multimédias
hi: %d में से %d मीडिया फ़ाइलें डाउनलोड हो रही हैं
it: Scaricando %d di %d file multimediali
ja: %d / %d のメディアファイルをダウンロードしています
ko: 미디어 파일 %d/%d개를 다운로드 중입니다
nl: Bezig met downloaden: %d van %d mediabestanden
pl: Pobieranie %d z %d plików multimedialnych
pt: Baixando %d de %d arquivos de mídia
ru: Загрузка %d из %d медиафайлов
th: กำลังดาวน์โหลดไฟล์สื่อ %d จาก %d
tr: %d / %d medya dosyası indiriliyor
vi: Đang tải xuống %d trên %d tệp phương tiện
zh_hans: 正在下载 %d（共 %d）个媒体文件
zh_hant: 正在下載 %d / %d 個媒體檔案

# syncStatusPopoverOverallPorgress
source: Syncing %d of %d files
ar: يتم مزامنة %d من أصل %d ملف
de: Synchronisiere %d von %d Dateien
es: Sincronizando %d de %d archivos
fr: Synchronisation de %d sur %d fichiers
hi: %d में से %d फ़ाइलें सिंक हो रही हैं
it: Sincronizzando %d di %d file
ja: %d / %d のファイルを同期しています
ko: 파일 %d/%d개를 동기화 중입니다
nl: Bezig met synchroniseren: %d van %d bestanden
pl: Synchronizowanie %d z %d plików
pt: Sincronizando %d de %d arquivos
ru: Синхронизация %d из %d файлов
th: กำลังซิงค์ไฟล์ %d จาก %d
tr: %d / %d dosya senkronize ediliyor
vi: Đang đồng bộ %d trong số %d tệp
zh_hans: 正在同步 %d（共 %d）个文件
zh_hant: 正在同步 %d / %d 個檔案

# syncStatusPopoverPreparing
source: Preparing...
ar: جاري التحضير...
de: Wird vorbereitet...
es: Preparando...
fr: Préparation en cours...
hi: तैयार किया जा रहा है...
it: Preparazione...
ja: 準備中...
ko: 준비 중...
nl: Voorbereiden...
pl: Przygotowywanie...
pt: Preparando...
ru: Подготовка...
th: กำลังเตรียม...
tr: Hazırlanıyor...
vi: Đang chuẩn bị...
zh_hans: 正在准备...
zh_hant: 準備中…
